/* GKErrorNotSupported description */
"Game Center is not supported." = "Game Center desteklenmiyor.";

/* GKErrorUserDenied description */
"The requested operation could not be completed because it was denied by the user." = "İstenen işlem kullanıcı tarafından reddedildiği için tamamlanamadı.";

/* GKErrorNotAuthenticated description */
"The requested operation could not be completed because local player has not been authenticated." = "Yerel oyuncunun kimliği doğrulanmadığı için istenen işlem tamamlanamadı.";

/* GKErrorAuthenticationInProgress description */
"The requested operation could not be completed because local player is already authenticating." = "Yerel oyuncunun kimliği halen doğrulanmakta olduğu için istenen işlem tamamlanamadı.";

/* GKErrorMatchRequestInvalid description */
"The requested operation could not be completed because the match request is invalid." = "Eşleşme isteği geçersiz olduğu için istenen işlem tamamlanamadı.";

/* GKErrorInvalidPlayer description */
"The requested operation could not be completed because the player is invalid." = "Oyuncu geçersiz olduğu için istenen işlem tamamlanamadı.";

/* GKErrorScoreNotSet description */
"The requested operation could not be completed because the score value has not been set." = "Puan değeri ayarlanmamış olduğu için istenen işlem tamamlanamadı.";

/* GKErrorInvalidCredentials description */
"The requested operation could not be completed because the username and/or password are incorrect." = "Kullanıcı adı ve/veya parola doğru olmadığı için istenen işlem tamamlanamadı.";

/* GKErrorGameUnrecognized description */
"The requested operation could not be completed because this application is not recognized by Game Center." = "Bu uygulama Game Center tarafından tanınmadığı için istenen işlem tamamlanamadı.";

/* GKErrorParentalControlsBlocked description */
"The requested operation could not be completed because this feature has been disabled in Restrictions." = "İstenen işlem tamamlanamadı çünkü bu özellik Sınırlamalar’da etkisizleştirilmiş.";

/* GKErrorUnderage description */
"The requested operation could not be completed because this feature is disabled for underage players." = "İstenen işlem tamamlanamadı çünkü bu özellik yaş sınırının altındaki oyuncular için etkin değil.";

/* GKErrorCommunicationsFailure description */
"The requested operation could not be completed due to an error communicating with the server." = "İstenen işlem, sunucuyla iletişimde oluşan bir hatadan dolayı tamamlanamadı.";

/* GKErrorUnknown description */
"The requested operation could not be completed due to an unknown error." = "İstenen işlem, bilinmeyen bir hatadan dolayı tamamlanamadı.";

/* GKErrorCancelled description */
"The requested operation has been cancelled." = "İstenen işlemden vazgeçildi.";

/* GKErrorInvalidParameter description */
"The requested operations could not be completed because one or more parameters are invalid." = "En az bir parametre geçersiz olduğu için istenen işlemler tamamlanamadı.";

